Repository: deckerth/MyEvents
Catalog: MyEvents.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AppName.Text
source: My Events
de_de: Meine Events

# DoYouWantToSave
source: Do you want to save your changes?
de_de: Möchten Sie die Änderungen speichern?

# ErrorInvalidDate
source: Invalid date
de_de: Ungültiges Datum

# SaveChangesButton.Label
source: Save
de_de: Speichern

# SaveChangesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save changes
de_de: Änderungen speichern

# Settings.Label
source: Settings
de_de: Einstellungen

source: Yes
de_de: Ja

# MaxHitsTextBox.Header
source: Maximum number of hits
de_de: Maximale Trefferanzahl

# DatabaseNotSaved
source: The database could not be exported.
de_de: Die Datenbank konnte nicht exportiert werden

# DatabaseSaved
source: The database has been successfully exported.
de_de: Die Datenbank wurde erfolgreich exportiert.

# ExportDb.Text
source: Export database
de_de: Datenbank exportieren

# ImportDb.Text
source: Import database
de_de: Datenbank importieren

# AddImport
source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

# ImportDecision
source: Do you want to add the imported events to the collection, or do you want to replace the collection?
de_de: Möchten Sie die importierten Events der Datenbank hinzufügen, oder möchten Sie die Datenbank ersetzen?

# ReplaceCollection
source: Replace
de_de: Ersetzen

# SearchButton.Content
source: Search
de_de: Suchen

# CancelEditButton.Label
source: Cancel
de_de: Abbrechen

# Telerik_And
source: And
de_de: und

# Telerik_Cancel
source: Cancel
de_de: Abbrechen

# Telerik_CaseSensitiveMode
source: Case-sensitive mode is
de_de: Groß-/Kleinschreibung beachten:

# Telerik_ClearFilter
source: Clear filter
de_de: Filter löschen

# Telerik_Contains
source: Contains
de_de: enthält

# Telerik_DataOperationsButtonFilter
source: Filter
de_de: Filtern

# Telerik_DataOperationsButtonGroup
source: Group by
de_de: Gruppieren

# Telerik_DataOperationsButtonSort
source: Sort
de_de: Sortieren

# Telerik_DataOperationsButtonUngroup
source: Ungroup by
de_de: Gruppierung aufheben

# Telerik_DateSelectorHeader
source: Select date
de_de: Datum auswählen

# Telerik_DoesNotContain
source: Does not contain
de_de: enthalt nicht

# Telerik_DoesNotEqualTo
source: Is not equal to
de_de: ist ungleich

# Telerik_DragToGroup
source: Drag column title here to group
de_de: Spaltentitel nach hier ziehen um zu gruppieren

# Telerik_EndsWith
source: Ends with
de_de: endet mit

# Telerik_EqualsTo
source: Is equal to
de_de: ist gleich

# Telerik_FilterButton
source: Apply
de_de: Anwenden

# Telerik_IsFalse
source: is false
de_de: trifft nicht zu

# Telerik_IsGreaterThan
source: Is greater than
de_de: ist größer als

# Telerik_IsGreaterThanOrEqualTo
source: Is greater than or equal to
de_de: ist gößer oder gleich

# Telerik_IsLessThan
source: Is less than
de_de: ist kleiner als

# Telerik_IsLessThanOrEqualTo
source: Is less than or equal to
de_de: ist kleiner oder gleich

# Telerik_IsTrue
source: is true
de_de: trifft zu

# Telerik_LeapYear
source: Leap year
de_de: Schaltjahr

# Telerik_Off
source: Off
de_de: aus

# Telerik_On
source: On
de_de: an

# Telerik_Or
source: Or
de_de: oder

# Telerik_StartsWith
source: Starts with
de_de: beginnt mit

# ImportButton.Label
source: Open data file
de_de: Datei öffnen

# RestartAppForThemeChangeRequired
source: The appearance of the app will change after a restart of the app.
de_de: Die Änderung des Farbschemas wird erst nach dem Neustart der App aktiv.

# SettingsDialog.PrimaryButtonText
source: OK
de_de: Übernehmen

# SettingsDialog.SecondaryButtonText
source: Cancel
de_de: Abbrechen

# SettingsDialog.Title
source: Settings
de_de: Einstellungen

# ThemeComboBox.Header
source: Theme
de_de: Farbschema

# ThemeDark.Content
source: Dark
de_de: Dunkel

# ThemeLight.Content
source: Light
de_de: Hell

# AcceptButton.Content
source: Accept
de_de: Übernehmen

# DataImport
source: Import events
de_de: Datenimport

# ImportInfoDialog.SecondaryButtonText
source: Cancel
de_de: Abbrechen

# ImportInfoDialog.Title
source: Data import
de_de: Datenimport

# ImportResultAdded.Text
source: Added titles:
de_de: Hinzugefügte Events:

# ImportResultDialog.PrimaryButtonText
source: Close
de_de: Schließen

# ImportResultDialog.Title
source: Data import
de_de: Datenübernahme abgeschlossen

# ImportResultSkipped.Text
source: Already existing events:
de_de: Bereits existierende Events:

# ImportResultSummary
source: & events processed.
de_de: Es wurden & Events prozessiert.

# ImportResultSummarySingular
source: One event processed.
de_de: Es wurde ein Event prozessiert.

# ImportResultUpdated.Text
source: Updated events:
de_de: Aktualisierte Events:

# SelectAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select all
de_de: Alles auswählen

# TextPatternBox.PlaceholderText
source: Search pattern
de_de: Suchmuster

# AppearanceTitle.Text
source: Appearance
de_de: Aussehen

# ComputeIndex.Content
source: Recompute index
de_de: Neu indizieren

# ComputingIndex
source: Computing database index...
de_de: Die Datenbank wird indiziert...

# DatabaseOps.Text
source: Database
de_de: Datenbank

# ExportDbButton.Content
source: Export
de_de: Exportieren

# ImportDbButton.Content
source: Import
de_de: Importieren

# DataImportPageTitle.Text
source: Data Import
de_de: Datenimport

# DeleteEntry
source: <delete>
de_de: <entfernen>

source: <keep value>
de_de: <beibehalten>

# MultipleChoiceButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Multiple selection mode
de_de: Mehrfachauswahl

# SingleChoiceButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Single selection mode
de_de: Einfachauswahl

# Help.Label
source: Help
de_de: Hilfe

# EmptyEntry
source: (Empty)
de_de: (Leer)

source: Cinema
de_de: Kino

source: Concert
de_de: Konzert

# DeleteEventQuestion
source: Do you want to delete the event?
de_de: Möchten Sie das Ereignis löschen?

# DeleteEventsQuestion
source: Do you want to delete the events?
de_de: Möchten Sie die Ereignisse löschen?

# ErrorInvalidWork
source: Enter the name of the performance
de_de: Ungültige Werksbezeichnung

# DeleteEventButton.Content
source: Delete event
de_de: Event löschen

# DuplicateEventButton.Content
source: Duplicate event
de_de: Event duplizieren

# EditEventButton.Content
source: Edit event
de_de: Event bearbeiten

# EventListPageTitle.Text
source: My Events
de_de: Meine Events

# NewEventButton.Content
source: New event
de_de: Neues Event

# Composer.Header
source: Composer / Author
de_de: Komponist / Autor

# Contributors.Header
source: Orchestra / Contributors
de_de: Orchester / Interpreten

# Director.Header
source: Director
de_de: Dirigent / Regisseur

# PerformanceDate.Header
source: Performance date
de_de: Aufführungsdatum

# Soloist.Header
source: Soloist
de_de: Solist / Hauptdarsteller

# Venue.Header
source: Venue
de_de: Aufführungsort

# Work.Header
source: Work
de_de: Werk

# EventDoesAlreadyExist
source: The event does already exist in the database
de_de: Das Event existiert bereits in der Datenbank.

source: New event
de_de: Neues Event

# EventType.Header
source: Event type
de_de: Veranstaltungsart

source: Opera
de_de: Oper

# PerformanceDateGrouping.DisplayContent
source: Performance year
de_de: Aufführungsjahr
